Repository: Chris20008/O-n-e-D-a-y-
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt: Sim

source: Ok
es: Aceptar

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt: Nome

source: Group Name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do grupo

source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
it: Esercizio
nl: Oefening
pl: Ćwiczenie
pt: Exercício

source: Rest in Seconds
de: Ruhezeit in Sekunden
es: Tiempo de descanso en segundos
fr: Temps de repos en secondes
it: Riposo in secondi
nl: Rusttijd in seconden
pl: Czas odpoczynku w sekundach
pt: Descanso em segundos

source: Rest Time
de: Ruhezeit
es: Tiempo de descanso
fr: Temps de repos
it: Tempo di riposo
nl: Rusttijd
pl: Czas odpoczynku
pt: Tempo de descanso

source: Seat Level
de: Sitzhöhe
es: Nivel del asiento
fr: Hauteur du siège
it: Altezza del sedile
nl: Stoelhoogte
pl: Wysokość siedzenia
pt: Altura do assento

source: Set
de: Satz
es: Serie
fr: Série
it: Serie
pl: Seria
pt: Série

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
nl: Gewicht
pl: Waga
pt: Peso

source: Amount
de: Anzahl
es: Cantidad
fr: Quantité
it: Quantità
nl: Aantal
pl: Ilość
pt: Quantidade

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Excluir

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar

source: Start
es: Comenzar
fr: Démarrer
it: Inizia
pt: Iniciar

source: Stop
de: Stopp
es: Detener
fr: Arrêter
pt: Parar

source: New Exercise Name
de: Neuer Übungsname
es: Nuevo nombre del ejercicio
fr: Nom du nouvel exercice
it: Nuovo nome esercizio
nl: Nieuwe oefeningsnaam
pl: Nowa nazwa ćwiczenia
pt: Novo nome de exercício

source: Finish
de: Beenden
es: Finalizar
fr: Terminer
it: Finisci
nl: Beëindigen
pl: Zakończ
pt: Finalizar

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestigen
pl: Potwierdź
pt: Confirmar

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar

# myNew
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
nl: Nieuw
pl: Nowy
pt: Novo

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
nl: Sjabloon
pl: Szablon
pt: Modelo

source: Clear
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella
nl: Wissen
pl: Wyczyść
pt: Limpar

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Aangepast
pl: Niestandardowy
pt: Personalizado

# woAlreadyRunning
source: Workout {currentWorkoutName} is already Running
de: Workout {currentWorkoutName} läuft bereits
es: El entrenamiento {currentWorkoutName} ya está en curso
fr: L'entraînement {currentWorkoutName} est déjà en cours
it: Allenamento {currentWorkoutName} già in corso
nl: Workout {currentWorkoutName} is al bezig
pl: Trening {currentWorkoutName} już działa
pt: Treino {currentWorkoutName} já está em andamento

# woAlreadyRunningDelete
source: Do you want to stop the current workout and start workout {newWorkoutName}?
de: Möchtest du das aktuelle Workout stoppen und dafür {newWorkoutName} starten?
es: ¿Quieres detener el entrenamiento actual y empezar {newWorkoutName}?
fr: Voulez-vous arrêter l'entraînement actuel et démarrer {newWorkoutName}?
it: Vuoi interrompere l'attuale allenamento e iniziare {newWorkoutName}?
nl: Wil je de huidige workout stoppen en {newWorkoutName} starten?
pl: Czy chcesz zatrzymać bieżący trening i rozpocząć {newWorkoutName}?
pt: Deseja parar o treino atual e iniciar {newWorkoutName}?

# spotifyPleaseLogin
source: Please Login to Spotify
de: Du musst bei Spotify eingeloggt sein
es: Debes iniciar sesión en Spotify
fr: Vous devez être connecté à Spotify
it: Devi essere loggato su Spotify
nl: Je moet ingelogd zijn bij Spotify
pl: Musisz być zalogowany na Spotify
pt: Você precisa estar logado no Spotify

# spotifyPleaseInstall
source: Please install Spotify to use this function
de: Bitte installiere Spotify, um diese Funktion zu nutzen
es: Por favor, instala Spotify para utilizar esta función
fr: Veuillez installer Spotify pour utiliser cette fonction
it: Per favore installa Spotify per usare questa funzione
nl: Installeer Spotify om deze functie te gebruiken
pl: Zainstaluj Spotify, aby korzystać z tej funkcji
pt: Por favor, instale o Spotify para usar esta função

source: automatic
de: automatisch
es: automático
fr: automatique
it: automatico
nl: automatisch
pl: Automatycznie
pt: automático

# backupLoadSuccess
source: Backup successfully loaded
de: Backup wurde erfolgreich geladen
es: La copia de seguridad se ha cargado correctamente
fr: La sauvegarde a été chargée avec succès
it: Backup caricato con successo
nl: Backup is succesvol geladen
pl: Pomyślnie załadowano kopię zapasową
pt: Backup carregado com sucesso

# backupLoadNotSuccess
source: The Backup could not be loaded
de: Das Backup konnte nicht geladen werden
es: No se pudo cargar la copia de seguridad
fr: La sauvegarde n'a pas pu être chargée
it: Impossibile caricare il backup
nl: Backup kon niet geladen worden
pl: Nie udało się załadować kopii zapasowej
pt: O backup não pôde ser carregado

source: Local Backups
de: Lokale Backups
es: Copias de seguridad locales
fr: Sauvegardes locales
it: Backup locali
nl: Lokale backups
pl: Lokalne kopie zapasowe
pt: Backups locais

source: Created manual Backup
de: Manuelles Backup erstellt
es: Copia de seguridad manual creada
fr: Sauvegarde manuelle créée
it: Backup manuale creato
nl: Handmatige backup gemaakt
pl: Utworzono ręczną kopię zapasową
pt: Backup manual criado

source: Created automatic Backup
de: Automatisches Backup erstellt
es: Copia de seguridad automática creada
fr: Sauvegarde automatique créée
it: Backup automatico creato
nl: Automatische backup gemaakt
pl: Utworzono automatyczną kopię zapasową
pt: Backup automático criado

# createdBackupFailed
source: Could not create a Backup
de: Es konnte kein Backup erstellt werden
es: No se pudo crear la copia de seguridad
fr: Impossible de créer une sauvegarde
it: Impossibile creare il backup
nl: Kon geen backup maken
pl: Nie udało się utworzyć kopii zapasowej
pt: Falha ao criar backup

source: Saved data for sync.
de: Daten für sync. gesichert
es: Datos guardados para sincronizar
fr: Données enregistrées pour la synchronisation
it: Dati salvati per la sincronizzazione
nl: Gegevens voor sync opgeslagen
pl: Dane do synchronizacji zapisane
pt: Dados salvos para sync.

source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações

# settingsLanguage
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język
pt: Idioma

# settingsTutorialReset
source: Reset Tutorial
de: Tutorial zurücksetzen
es: Restablecer tutorial
fr: Réinitialiser le tutoriel
it: Resetta tutorial
nl: Tutorial resetten
pl: Resetowanie samouczka
pt: Redefinir tutorial

# settingsTutorialHasBeenReset
source: Tutorial has been reset
de: Tutorial wurde zurückgesetzt
es: El tutorial ha sido restablecido
fr: Le tutoriel a été réinitialisé
it: Tutorial resettato
nl: Tutorial is gereset
pl: Samouczek został zresetowany
pt: Tutorial foi redefinido

# settingsBackup
source: Backup
es: Copia de seguridad
fr: Sauvegarde
pl: Kopia zapasowa

# settingsBackupSaveManual
source: Create manual Backup
de: Manuelles Backup erstellen
es: Crear copia de seguridad manual
fr: Créer une sauvegarde manuelle
it: Crea backup manuale
nl: Handmatige backup maken
pl: Utwórz ręczną kopię zapasową
pt: Criar backup manual

# settingsConnectGoogleDriveExplanation
source: You can connect to your Google Drive account. This enables the options to save Backups in your Google Drive and synchronize data between multiple devices.
de: Du kannst dich mit deinem Google Drive Konto verbinden. Dadurch kannst du Optionen aktivieren, um Backups in deinem Google Drive zu speichern und mehrere Geräte zu synchronisieren.
es: Puedes conectarte con tu cuenta de Google Drive. Esto te permitirá activar opciones para guardar copias de seguridad en tu Google Drive y sincronizar múltiples dispositivos.
fr: Vous pouvez vous connecter à votre compte Google Drive. Cela vous permet d'activer des options pour sauvegarder dans Google Drive et synchroniser plusieurs appareils.
it: Puoi collegarti al tuo account Google Drive. Questo ti permette di attivare opzioni per salvare i backup su Google Drive e sincronizzare più dispositivi.
nl: Je kunt je verbinden met je Google Drive-account. Hierdoor kun je opties inschakelen om backups op je Google Drive op te slaan en meerdere apparaten te synchroniseren.
pl: Możesz połączyć się ze swoim kontem Google Drive. Dzięki temu możesz aktywować opcje przechowywania kopii zapasowych w Google Drive i synchronizacji wielu urządzeń.
pt: Você pode se conectar à sua conta do Google Drive. Assim, você pode ativar opções para salvar backups no Google Drive e sincronizar vários dispositivos.

# settingsConnectiCloudExplanation
source: You can connect to your iCloud account. This enables the options to save Backups in iCloud and synchronize data between multiple devices.
de: Du kannst dich mit deinem iCloud Konto verbinden. Dadurch kannst du Optionen aktivieren, um Backups in iCloud zu speichern und mehrere Geräte zu synchronisieren.
es: Puedes conectarte con tu cuenta de iCloud. Esto te permitirá activar opciones para guardar copias de seguridad en iCloud y sincronizar múltiples dispositivos.
fr: Vous pouvez vous connecter à votre compte iCloud. Cela vous permet d'activer des options pour sauvegarder dans iCloud et synchroniser plusieurs appareils.
it: Puoi collegarti al tuo account iCloud. Questo ti permette di attivare opzioni per salvare i backup su iCloud e sincronizzare più dispositivi.
nl: Je kunt je verbinden met je iCloud-account. Hierdoor kun je opties inschakelen om backups in iCloud op te slaan en meerdere apparaten te synchroniseren.
pl: Możesz połączyć się ze swoim kontem iCloud. Dzięki temu możesz aktywować opcje przechowywania kopii zapasowych w iCloud i synchronizacji wielu urządzeń.
pt: Você pode se conectar à sua conta do iCloud. Assim, você pode ativar opções para salvar backups no iCloud e sincronizar vários dispositivos.

# settingsBackupSaveManualExplanation
source: You can use this function to create a manual backup. If you have enabled cloud synchronization, the backup will also be uploaded to the cloud. If you want to share your current data with someone or just want to save a backup external, you can select the 'Share Backup' function. This does not create a backup in the App or the cloud, but shares it directly to your destination.
de: Durch diese Funktion kannst du jetzt ein manuelles Backup erstellen. Wenn du die Cloud-Synchronisierung aktiviert hast wird das Backup ebenfalls in die Cloud geladen. Wenn du deinen aktuellen Stand mit jemandem teilen oder extern ein Backup haben möchtest kannst du auch die Funktion 'Backup teilen' auswählen. Hierbei wird kein Backup in der App oder der Cloud erstellt sondern direkt mit deinem Ziel geteilt.
es: Con esta función puedes crear una copia de seguridad manual ahora. Si tienes activada la sincronización en la nube, la copia de seguridad también se cargará en la nube. Si deseas compartir tu estado actual con alguien o tener una copia de seguridad externa, también puedes seleccionar la función 'Compartir copia de seguridad'. Esto no creará una copia de seguridad en la aplicación o en la nube, sino que se compartirá directamente con tu destino.
fr: Avec cette fonction, vous pouvez maintenant créer une sauvegarde manuelle. Si vous avez activé la synchronisation cloud, la sauvegarde sera également téléchargée dans le cloud. Si vous souhaitez partager votre état actuel avec quelqu'un ou avoir une sauvegarde externe, vous pouvez également sélectionner l'option 'Partager la sauvegarde'. Aucune sauvegarde ne sera créée dans l'application ou le cloud, elle sera partagée directement avec votre destination.
it: Questa funzione ti permette di creare un backup manuale. Se hai attivato la sincronizzazione con il cloud, il backup verrà caricato anche sul cloud. Se vuoi condividere il tuo stato attuale con qualcuno o avere un backup esterno, puoi scegliere la funzione 'Condividi backup'. Questo non creerà un backup nell'app o nel cloud, ma verrà condiviso direttamente con la tua destinazione.
nl: Met deze functie kun je nu een handmatige backup maken. Als je cloud-synchronisatie hebt ingeschakeld, wordt de backup ook in de cloud geladen. Als je je huidige status met iemand wilt delen of een externe backup wilt maken, kun je ook de optie 'Backup delen' kiezen. Hierbij wordt geen backup in de app of in de cloud gemaakt, maar direct met je doel gedeeld.
pl: Za pomocą tej funkcji możesz teraz utworzyć ręczną kopię zapasową. Jeśli masz włączoną synchronizację z chmurą, kopia zapasowa zostanie również załadowana do chmury. Jeśli chcesz podzielić się bieżącym stanem z kimś lub mieć zewnętrzną kopię zapasową, możesz także wybrać opcję „Udostępnij kopię zapasową”. W tym przypadku nie zostanie utworzona kopia zapasowa w aplikacji ani w chmurze, a zostanie ona udostępniona bezpośrednio do twojego celu.
pt: Com esta função, você pode criar um backup manual agora. Se a sincronização na nuvem estiver ativada, o backup também será carregado na nuvem. Se você quiser compartilhar seu status atual com alguém ou ter um backup externo, você também pode selecionar a função 'Compartilhar backup'. Neste caso, nenhum backup será criado no aplicativo ou na nuvem, mas diretamente compartilhado com o seu destino.

# settingsBackupLoadExplanation
source: You can either load an external Backup or a local one. Tap on 'Load external Backup' to open a pop-up. Here you can select a Backup file from your devices or cloud storage to be loaded. Tap on 'Load local Backup' to open an new page where all local Backups are listed, so Backups which are in the Apps own storage. ATTENTION! Loading a backup will overwrite the current state of your App.
de: Du kannst entweder ein Externes oder Lokales Backup laden. Durch 'Externes Backup laden' öffnet sich ein PopUp. Hier kannst du ein Backup von deinem Gerätespeicher oder der Cloud auswählen das geladen werden soll. Durch 'Lokales Backup laden' öffnet sich eine neue Seite, in der du alle Backups siehst, die sich lokal, also im App eigenen Speicher befinden. ACHTUNG! durch das Laden eines Backups wird der aktuelle Stand überschrieben.
es: Puedes cargar una copia de seguridad externa o local. Al seleccionar 'Cargar copia de seguridad externa', se abrirá un pop-up. Aquí puedes seleccionar una copia de seguridad de tu almacenamiento del dispositivo o de la nube que se debe cargar. Al seleccionar 'Cargar copia de seguridad local', se abrirá una nueva página donde verás todas las copias de seguridad que están localmente en el almacenamiento de la aplicación. ¡ATENCIÓN! Al cargar una copia de seguridad, se sobrescribirá el estado actual.
fr: Vous pouvez charger soit une sauvegarde externe soit locale. En sélectionnant 'Charger une sauvegarde externe', une fenêtre pop-up s'ouvre. Vous pouvez choisir une sauvegarde à partir du stockage de votre appareil ou du cloud. En sélectionnant 'Charger une sauvegarde locale', une nouvelle page s'ouvre où vous voyez toutes les sauvegardes locales. ATTENTION ! En chargeant une sauvegarde, l'état actuel sera remplacé.
it: Puoi caricare un backup esterno o locale. Con 'Carica backup esterno' si aprirà un pop-up dove puoi selezionare un backup dal tuo dispositivo o dal cloud da caricare. Con 'Carica backup locale' si aprirà una nuova pagina in cui vedrai tutti i backup salvati localmente nell'app. ATTENZIONE! Caricare un backup sovrascriverà lo stato attuale.
nl: Je kunt een externe of lokale backup laden. Door 'Externe backup laden' te kiezen, wordt een pop-up geopend. Hier kun je een backup van je apparaatopslag of de cloud selecteren die geladen moet worden. Door 'Lokale backup laden' te kiezen, wordt een nieuwe pagina geopend waarop je alle backups ziet die lokaal zijn opgeslagen, dus in de eigen opslag van de app. LET OP! Het laden van een backup overschrijft de huidige status.
pl: Możesz załadować zewnętrzną lub lokalną kopię zapasową. Otwierając „Załaduj zewnętrzną kopię zapasową”, otwiera się okno dialogowe. Możesz w nim wybrać kopię zapasową z pamięci urządzenia lub chmury do załadowania. Otwierając „Załaduj lokalną kopię zapasową”, otwiera się nowa strona, na której widoczne są wszystkie lokalne kopie zapasowe znajdujące się w pamięci aplikacji. UWAGA! Ładując kopię zapasową, bieżący stan zostanie nadpisany.
pt: Você pode carregar um backup externo ou local. Ao selecionar 'Carregar backup externo', uma janela pop-up será aberta. Aqui você pode escolher um backup do armazenamento do dispositivo ou da nuvem que deve ser carregado. Ao selecionar 'Carregar backup local', uma nova página será aberta, onde você verá todos os backups que estão localmente, ou seja, no armazenamento próprio do aplicativo. ATENÇÃO! Carregar um backup sobrescreverá o status atual.

# settingsBackupSaveAutomaticExplanation
source: When this function is enabled, an automatic backup is created after each completed workout. This does not apply to canceled workouts. If you have actived the function that Backups should be uploaded to the cloud, the backup will be uploaded to the cloud aswell.
de: Wenn diese Funktion aktiviert ist, wird nach jedem abgeschlossenen Workout ein automatisches Backup erstellt. Dies gilt nicht für abgebrochene Workouts. Wenn du die Funktion, dass Backups in die Cloud geladen werden sollen, aktiviert hast, werden diese ebenfalls in der Cloud gesichert.
es: Si esta función está activada, se creará una copia de seguridad automática después de cada entrenamiento completado. Esto no aplica para entrenamientos interrumpidos. Si tienes activada la función de cargar copias de seguridad en la nube, también se guardarán en la nube.
fr: Si cette fonction est activée, une sauvegarde automatique est créée après chaque entraînement terminé. Cela ne s'applique pas aux entraînements annulés. Si vous avez activé l'option de télécharger les sauvegardes dans le cloud, elles seront également sauvegardées dans le cloud.
it: Se questa funzione è attivata, verrà creato un backup automatico dopo ogni allenamento completato. Questo non vale per gli allenamenti interrotti. Se hai attivato la funzione di caricare i backup nel cloud, verranno salvati anche nel cloud.
nl: Als deze functie is ingeschakeld, wordt na elke voltooide workout automatisch een backup gemaakt. Dit geldt niet voor afgebroken workouts. Als je de functie hebt ingeschakeld om backups in de cloud op te slaan, worden deze ook in de cloud opgeslagen.
pl: Jeśli ta funkcja jest włączona, po każdym ukończonym treningu automatycznie tworzona jest kopia zapasowa. Nie dotyczy to przerwanych treningów. Jeśli masz włączoną funkcję ładowania kopii zapasowych do chmury, będą one również zabezpieczane w chmurze.
pt: Se esta função estiver ativada, será criado um backup automático após cada treino concluído. Isso não se aplica a treinos interrompidos. Se você ativou a função de carregar backups na nuvem, eles também serão salvos na nuvem.

# settingsSaveBackupsiCloudExplanation
source: Enabling this function will upload all future backups that are created to iCloud. This allows you to restore your data even after deleting the App or changing devices.
de: Hierdurch werden alle Backups die zukünfitg erstellt werden zusätzlich in iCloud gesichert. Dadurch kannst du deinen Stand auch nach löschen der App oder einem Gerätewechsel wiederherstellen.
es: Esto guardará todas las copias de seguridad que se creen en el futuro en iCloud. Esto te permitirá restaurar tu estado incluso después de eliminar la aplicación o cambiar de dispositivo.
fr: Toutes les sauvegardes futures seront également sauvegardées dans iCloud. Cela vous permet de restaurer votre état après la suppression de l'application ou un changement d'appareil.
it: Tutti i backup futuri verranno salvati anche su iCloud. Questo ti permette di ripristinare il tuo stato anche dopo aver eliminato l'app o cambiato dispositivo.
nl: Hiermee worden alle backups die in de toekomst worden gemaakt ook in iCloud opgeslagen. Hierdoor kun je je status herstellen, zelfs na het verwijderen van de app of een apparaatwissel.
pl: Wszystkie przyszłe kopie zapasowe będą również zabezpieczane w iCloud. Dzięki temu możesz przywrócić swój stan nawet po usunięciu aplikacji lub zmianie urządzenia.
pt: Todos os backups futuros serão salvos adicionalmente no iCloud. Assim, você pode restaurar seu status após a exclusão do aplicativo ou a troca de dispositivos.

# settingsSaveBackupsGoogleDriveExplanation
source: Enabling this function will upload all future backups that are created to Google Drive. This allows you to restore your data even after deleting the App or changing devices.
de: Hierdurch werden alle Backups die zukünfitg erstellt werden zusätzlich in Google Drive gesichert. Dadurch kannst du deinen Stand auch nach löschen der App oder einem Gerätewechsel wiederherstellen.
es: Esto guardará todas las copias de seguridad que se creen en el futuro en Google Drive. Esto te permitirá restaurar tu estado incluso después de eliminar la aplicación o cambiar de dispositivo.
fr: Toutes les sauvegardes futures seront également sauvegardées dans Google Drive. Cela vous permet de restaurer votre état après la suppression de l'application ou un changement d'appareil.
it: Tutti i backup futuri verranno salvati anche su Google Drive. Questo ti permette di ripristinare il tuo stato anche dopo aver eliminato l'app o cambiato dispositivo.
nl: Hiermee worden alle backups die in de toekomst worden gemaakt ook in Google Drive opgeslagen. Hierdoor kun je je status herstellen, zelfs na het verwijderen van de app of een apparaatwissel.
pl: Wszystkie przyszłe kopie zapasowe będą również zabezpieczane w Google Drive. Dzięki temu możesz przywrócić swój stan nawet po usunięciu aplikacji lub zmianie urządzenia.
pt: Todos os backups futuros serão salvos adicionalmente no Google Drive. Assim, você pode restaurar seu status após a exclusão do aplicativo ou a troca de dispositivos.

# settingsSyncMultipleDevicesExplanationGoogleDrive
source: If you use the App on multiple devices with Google Drive you can synchronize their data. The data is synchronized to the latest version on each App start.
de: Wenn du die App auf mehreren Geräten mit Google Drive nutzt, kannst die die Daten zwischen den Geräten synchronisieren. Die Daten werden bei jedem App Start auf den neusten Stand synchronisiert.
es: Si usas la aplicación en múltiples dispositivos con Google Drive, puedes sincronizar los datos entre los dispositivos. Los datos se sincronizan al estado más reciente cada vez que inicies la aplicación.
fr: Si vous utilisez l'application sur plusieurs appareils avec Google Drive, vous pouvez synchroniser les données entre les appareils. Les données seront synchronisées à chaque démarrage de l'application.
it: Se usi l'app su più dispositivi con Google Drive, puoi sincronizzare i dati tra i dispositivi. I dati verranno sincronizzati all'avvio dell'app.
nl: Als je de app op meerdere apparaten met Google Drive gebruikt, kun je de gegevens tussen de apparaten synchroniseren. De gegevens worden bij elke app-start bijgewerkt.
pl: Jeśli korzystasz z aplikacji na kilku urządzeniach z Google Drive, możesz synchronizować dane między nimi. Dane są synchronizowane przy każdym uruchomieniu aplikacji, aby były zawsze aktualne.
pt: Se você usar o aplicativo em vários dispositivos com o Google Drive, pode sincronizar os dados entre eles. Os dados serão sincronizados a cada início do aplicativo.
