Repository: Chris20008/O-n-e-D-a-y-
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# welcomeSelectLanguage
source: Please select your language
de: Bitte wähle deine Sprache aus
es: Por favor, selecciona tu idioma
fr: Veuillez choisir votre langue
it: Per favore seleziona la tua lingua
nl: Selecteer je taal
pl: Wybierz język
pt: Por favor, selecione seu idioma

# welcomeSyncGoogleDrive
source: Sync. with Google Drive
de: Mit Google Drive synchronisieren
es: Sincronizar con Google Drive
fr: Synchroniser avec Google Drive
it: Sincronizza con Google Drive
nl: Synchroniseren met Google Drive
pl: Synchronizuj z Google Drive
pt: Sincronizar com Google Drive

# welcomeSynciCloud
source: Sync with iCloud
de: Mit iCloud synchronisieren
es: Sincronizar con iCloud
fr: Synchroniser avec iCloud
it: Sincronizza con iCloud
nl: Synchroniseren met iCloud
pl: Synchronizuj z iCloud
pt: Sincronizar com iCloud

# welcomeNoAccount
source: You don't have to create an account
de: Du musst kein Konto erstellen
es: No necesitas crear una cuenta
fr: Aucun compte requis
it: Non devi creare un account
nl: Je hoeft geen account aan te maken
pl: Nie musisz tworzyć konta
pt: Você não precisa criar uma conta

# welcomeNoAccount2
source: to use O̶n̶e̶D̶a̶y̶
de: um O̶n̶e̶D̶a̶y̶ zu nutzen
es: para usar O̶n̶e̶D̶a̶y̶
fr: pour utiliser O̶n̶e̶D̶a̶y̶
it: per utilizzare O̶n̶e̶D̶a̶y̶
nl: om O̶n̶e̶D̶a̶y̶ te gebruiken
pl: aby korzystać z aplikacji
pt: para usar o O̶n̶e̶D̶a̶y̶

# welcomeAwesome
source: 🙌 Awesome isn't it?
de: 🙌 Großartig, nicht wahr?
es: 🙌 ¡Genial, verdad?
fr: 🙌 Génial, non?
it: 🙌 Fantastico, vero?
nl: 🙌 Geweldig, nietwaar?
pl: 🙌 Wspaniale, prawda?
pt: 🙌 Incrível, não é?

# welcomeLocalBackups
source: Local Backups will be created in the App's own storage
de: Lokale Backups werden im Speicher der App erstellt
es: Las copias de seguridad locales se crean en el almacenamiento de la aplicación
fr: Des sauvegardes locales sont créées dans le stockage de l'application
it: I backup locali vengono creati nella memoria dell'app
nl: Lokale backups worden opgeslagen in de app-opslag
pl: Lokalne kopie zapasowe są przechowywane w pamięci aplikacji
pt: Backups locais são criados no armazenamento do aplicativo

# welcomeSyncGoogleDrive2
source: You can sync. them with Google Drive
de: Du kannst sie mit Google Drive synchronisieren
es: Puedes sincronizarlas con Google Drive
fr: Vous pouvez les synchroniser avec Google Drive
it: Puoi sincronizzarli con Google Drive
nl: Je kunt ze synchroniseren met Google Drive
pl: Możesz je synchronizować z Google Drive
pt: Você pode sincronizá-los com Google Drive

# welcomeSynciCloud2
source: You can sync. them with iCloud
de: Du kannst sie mit iCloud synchronisieren
es: Puedes sincronizarlas con iCloud
fr: Vous pouvez les synchroniser avec iCloud
it: Puoi sincronizzarli con iCloud
nl: Je kunt ze synchroniseren met iCloud
pl: Możesz je synchronizować z iCloud
pt: Você pode sincronizá-los com iCloud

# welcomeControlMusic
source: Control your music🎵
de: Steuere deine Musik🎵
es: Controla tu música🎵
fr: Contrôlez votre musique🎵
it: Controlla la tua musica🎵
nl: Bedien je muziek🎵
pl: Kontroluj swoją muzykę🎵
pt: Controle sua música🎵

# welcomeMusicQuestion
source: Are you always changing Apps during your workout to control your music?
de: Wechselst du während deines Trainings immer die Apps, um deine Musik zu steuern?
es: ¿Cambias de aplicación para controlar tu música durante el entrenamiento?
fr: Changez-vous toujours d'applications pour contrôler votre musique pendant votre entraînement?
it: Cambi sempre app durante l'allenamento per controllare la musica?
nl: Wissel je altijd van app om je muziek te bedienen tijdens je training?
pl: Czy zmieniasz aplikacje podczas treningu, aby kontrolować swoją muzykę?
pt: Você troca de aplicativos durante o treino para controlar sua música?

# welcomeMusicSolution
source: We have to solution for you!
de: Wir haben die Lösung für dich!
es: ¡Tenemos la solución para ti!
fr: Nous avons la solution pour vous!
it: Abbiamo la soluzione per te!
nl: We hebben de oplossing voor jou!
pl: Mamy dla Ciebie rozwiązanie!
pt: Nós temos a solução para você!

# welcomeMusicExplanation
source: You can control your music from within O̶n̶e̶D̶a̶y̶ if you are using Spotify
de: Wenn du Spotify benutzt, kannst du deine Musik innerhalb von O̶n̶e̶D̶a̶y̶ steuern
es: Si usas Spotify, puedes controlar tu música dentro de O̶n̶e̶D̶a̶y̶
fr: Si vous utilisez Spotify, vous pouvez contrôler votre musique directement dans O̶n̶e̶D̶a̶y̶
it: Se usi Spotify, puoi controllare la tua musica direttamente in O̶n̶e̶D̶a̶y̶
nl: Als je Spotify gebruikt, kun je je muziek binnen O̶n̶e̶D̶a̶y̶ bedienen
pl: Jeśli używasz Spotify, możesz sterować swoją muzyką w ramach aplikacji
pt: Se você usa o Spotify, pode controlar sua música diretamente dentro do O̶n̶e̶D̶a̶y̶

# welcomeSpotify
source: Connect to Spotify
de: Mit Spotify verbinden
es: Conectar con Spotify
fr: Connecter Spotify
it: Connetti con Spotify
nl: Verbind met Spotify
pl: Połącz z Spotify
pt: Conectar ao Spotify

# welcomeSpotifyError
source: Spotify needs to be installed
de: Spotify muss installiert sein
es: Spotify debe estar instalado
fr: Spotify doit être installé
it: Spotify deve essere installato
nl: Spotify moet geïnstalleerd zijn
pl: Spotify musi być zainstalowany
pt: Spotify precisa estar instalado

# welcomeSetupCompleted
source: Setup Completed✅
de: Einrichtung abgeschlossen✅
es: Configuración completada✅
fr: Configuration terminée✅
it: Configurazione completata✅
nl: Setup voltooid✅
pl: Konfiguracja zakończona✅
pt: Configuração concluída✅

# welcomeSetupCompletedMsg
source: Great, you have finished your Setup!
de: Super, du hast deine Einrichtung abgeschlossen!
es: ¡Genial, has completado la configuración!
fr: Super, vous avez terminé la configuration!
it: Ottimo, hai completato la configurazione!
nl: Geweldig, je hebt de setup voltooid!
pl: Świetnie, ukończyłeś konfigurację!
pt: Ótimo, você concluiu a configuração!

# welcomeSetupCompletedHopIntoTutorial
source: Let's hop right into the tutorial to show you the functions inside the App
de: Lass uns direkt mit dem Tutorial anfangen, um dir die Funktionen der App zu zeigen
es: Vamos a empezar con el tutorial para mostrarte las funciones de la aplicación
fr: Commençons le tutoriel pour vous montrer les fonctionnalités de l'application
it: Iniziamo subito con il tutorial per mostrarti le funzionalità dell'app
nl: Laten we meteen beginnen met de tutorial om je de functies van de app te laten zien
pl: Zacznijmy teraz samouczek, aby pokazać funkcje aplikacji
pt: Vamos começar diretamente com o tutorial para mostrar as funções do aplicativo

# welcomeButtonExploreMyself
source: I wanna explore the App myself
de: Ich möchte die App selbst erkunden
es: Quiero explorar la app yo mismo
fr: Je veux explorer l'application moi-même
it: Voglio esplorare l'app da solo
nl: Ik wil de app zelf verkennen
pl: Chcę odkryć aplikację samodzielnie
pt: Quero explorar o aplicativo por conta própria

# welcomeButtonStartTutorial
source: Start Tutorial
de: Tutorial starten
es: Iniciar tutorial
fr: Démarrer le tutoriel
it: Inizia il tutorial
nl: Tutorial starten
pl: Uruchom samouczek
pt: Iniciar tutorial

# t1CreateTemplate
source: Create your first workout template
de: Erstelle dein erstes Workout Template
es: Crea tu primera plantilla de entrenamiento
fr: Crée ton premier modèle d'entraînement
it: Crea il tuo primo modello di allenamento
nl: Maak je eerste trainingssjabloon
pl: Utwórz szablon swojego pierwszego treningu
pt: Crie o seu primeiro modelo de treino

# t1EnterWoName
source: What’s the name of your first workout?
de: Wie heißt dein erstes Workout?
es: ¿Cómo se llama tu primer entrenamiento?
fr: Comment s'appelle ton premier entraînement ?
it: Come si chiama il tuo primo allenamento?
nl: Wat is de naam van je eerste training?
pl: Jak nazywa się twój pierwszy trening?
pt: Qual é o nome do seu primeiro treino?

# t1AddExercise
source: Let's add your first exercise
de: Fügen wir die erste Übung hinzu
es: Vamos a añadir el primer ejercicio
fr: Ajoutons le premier exercice
it: Aggiungiamo il primo esercizio
nl: Laten we de eerste oefening toevoegen
pl: Dodajmy pierwsze ćwiczenie
pt: Vamos adicionar o primeiro exercício

# t1SetExerciseOptions
source: Here you can set rest time, seat height, category, and the percentage of your body weight used in this exercise.
de: Hier kannst du die Ruhezeit, Sitzhöhe, Kategorie und wie viel Prozent Körpergewicht du bei der Übung bewegst angeben.
es: Aquí puedes establecer el tiempo de descanso, la altura del asiento, la categoría y el porcentaje de peso corporal que mueves en el ejercicio.
fr: Ici, tu peux définir le temps de repos, la hauteur du siège, la catégorie et le pourcentage du poids corporel que tu déplaces lors de l'exercice.
it: Qui puoi impostare il tempo di riposo, l'altezza della sedia, la categoria e la percentuale del peso corporeo che muovi nell'esercizio.
nl: Hier kun je de rusttijd, zithoogte, categorie en het percentage van je lichaamsgewicht dat je beweegt bij de oefening instellen.
pl: Tutaj możesz ustawić czas odpoczynku, wysokość siedzenia, kategorię oraz procent masy ciała, który przenosisz w ćwiczeniu.
pt: Aqui pode definir o tempo de descanso, altura do assento, categoria e o percentual de peso corporal que você levanta no exercício.

# t1EnterExName
source: What’s the name of the first exercise?
de: Wie heißt die erste Übung?
es: ¿Cómo se llama el primer ejercicio?
fr: Comment s'appelle le premier exercice ?
it: Come si chiama il primo esercizio?
nl: Wat is de naam van de eerste oefening?
pl: Jak nazywa się pierwsze ćwiczenie?
pt: Como se chama o primeiro exercício?

# t1CategoryHeader
source: For the category, you can choose from:
de: Bei der Kategorie kannst du zwischen folgenden entscheiden:
es: En la categoría, puedes elegir entre las siguientes opciones:
fr: Dans la catégorie, tu peux choisir parmi les suivantes :
it: Per la categoria, puoi scegliere tra le seguenti opzioni:
nl: Voor de categorie kun je kiezen uit de volgende opties:
pl: W kategorii możesz wybrać spośród następujących opcji:
pt: Na categoria, pode escolher entre as seguintes opções:

# t1Category1
source: Repetitions
de: Wiederholungen
es: Repeticiones
fr: Répétitions
it: Ripetizioni
nl: Herhalingen
pl: Powtórzenia
pt: Repetições

# t1Category2
source: Weight & Count
de: Gewicht & Anzahl
es: Peso & Repeticiones
fr: Poids & Répétitions
it: Peso & Ripetizioni
nl: Gewicht & Herhalingen
pl: Waga & Powtórzenia
pt: Peso & Repetições

# t1Category4
source: Distance & Time
de: Strecke & Zeit
es: Distancia & Tiempo
fr: Distance & Temps
it: Distanza & Tempo
nl: Afstand & Tijd
pl: Dystans & Czas
pt: Distância & Tempo

# t1Category5
source: Static Hold
es: Sujeción Estática
fr: Maintien statique
it: Posizione Statica
nl: Statische Houding
pt: Sustentação Estática

# t1Category6
source: Weight & Time
de: Gewicht & Zeit
es: Peso & Tiempo
fr: Poids & Temps
it: Peso & Tempo
nl: Gewicht & Tijd
pl: Waga & Czas
pt: Peso & Tempo

# t1CategoryEnd
source: You won’t be able to change it later.
de: Du kannst sie später nicht mehr ändern.
es: No podrás cambiarlo más tarde.
fr: Tu ne pourras plus le modifier après.
it: Non potrai modificarlo più tardi.
nl: Je kunt dit later niet meer wijzigen.
pl: Nie będziesz mógł tego zmienić później.
pt: Não poderá mudar isto depois.

# t1BodyWeight
source: Your body weight is used to calculate your one-rep max correctly in statistics.
de: Das Körpergewicht wir verwendet, um in der Statistik deinen One-Rep-Max korrekt zu berechnen.
es: El peso corporal se usa para calcular correctamente tu One-Rep-Max en las estadísticas.
fr: Le poids corporel est utilisé pour calculer correctement ton One-Rep-Max dans les statistiques.
it: Il peso corporeo viene utilizzato per calcolare correttamente il tuo One-Rep-Max nelle statistiche.
nl: Het lichaamsgewicht wordt gebruikt om je One-Rep-Max correct te berekenen in de statistieken.
pl: Masa ciała jest używana do prawidłowego obliczenia One-Rep-Max w statystykach.
pt: O peso corporal é utilizado para calcular corretamente o seu One-Rep-Max nas estatísticas.

# t1WeightAmount
source: Depending on the selected category, you can specify what should be tracked per set. By default, it's weight and reps.
de: Hier kannst du abhängig von der gewählten Kategorie angeben was pro Satz gemacht werden soll. Standardmäßig das Gewicht und die Anzahl an Wiederholungen.
es: Aquí puedes indicar lo que se debe hacer por serie, dependiendo de la categoría seleccionada. Por defecto, el peso y las repeticiones.
fr: Ici, tu peux indiquer ce qui doit être fait par série, selon la catégorie choisie. Par défaut, le poids et les répétitions.
it: Qui puoi specificare cosa fare per serie, a seconda della categoria scelta. Per impostazione predefinita, il peso e le ripetizioni.
nl: Hier kun je op basis van de gekozen categorie aangeven wat er per set moet worden gedaan. Standaard is gewicht en herhalingen.
pl: Tutaj możesz podać, co ma być zrobione w każdej serii, w zależności od wybranej kategorii. Domyślnie waga i liczba powtórzeń.
pt: Aqui pode indicar o que deve ser feito por série, dependendo da categoria escolhida. Por defeito, o peso e as repetições.

# t1SaveExercise
source: Save your first exercise.
de: Speichere deine erste Übung.
es: Guarda tu primer ejercicio.
fr: Enregistre ton premier exercice.
it: Salva il tuo primo esercizio.
nl: Sla je eerste oefening op.
pl: Zapisz swoje pierwsze ćwiczenie.
pt: Guarde o seu primeiro exercício.

# t1SwipeLeft
source: Swipe an exercise right to group/ungroup or duplicate it. Swipe left to delete it.
de: Swipe eine Übung nach rechts, um eine Gruppierung zu lösen/setzen oder eine Kopie zu erstellen. Ein Swipe nach links löscht die Übung.
es: Desliza un ejercicio hacia la derecha para liberar/establecer un grupo o crear una copia. Deslizar hacia la izquierda elimina el ejercicio.
fr: Fais glisser un exercice vers la droite pour libérer/établir un groupe ou créer une copie. Glisser vers la gauche supprime l'exercice.
it: Scorri un esercizio verso destra per liberare/aggiungere a un gruppo o creare una copia. Scorrere verso sinistra elimina l'esercizio.
nl: Veeg een oefening naar rechts om een groep op te heffen/te plaatsen of een kopie te maken. Veeg naar links om de oefening te verwijderen.
pl: Przesuń ćwiczenie w prawo, aby usunąć/grupować lub utworzyć kopię. Przesunięcie w lewo usuwa ćwiczenie.
pt: Deslize um exercício para a direita para libertar/colocar num grupo ou criar uma cópia. Deslizar para a esquerda elimina o exercício.

# t1LongPress
source: Long press an exercise to reorder it.
de: Durch langes Drücken kannst du die Übung anheben, um die Reihenfolge zu ändern
es: Mantén presionado para mover el ejercicio y cambiar el orden
fr: Maintiens appuyé pour déplacer l'exercice et changer l'ordre
it: Tieni premuto per spostare l'esercizio e cambiare l'ordine
nl: Houd een oefening ingedrukt om deze te verplaatsen en de volgorde te wijzigen
pl: Przytrzymaj, aby przesunąć ćwiczenie i zmienić kolejność
pt: Mantenha pressionado para mover o exercício e mudar a ordem

# t1GroupExplanation
source: You can group exercises. This is useful for alternating exercises or having a backup if your main one isn’t available.
de: Du kannst Übungen gruppieren. Dies kann hilfreich sein, wenn du abwechselnde Übungen in einem Workout hast oder einfach eine Alternative haben möchtest, wenn deine Hauptübung nicht verfügbar ist.
es: Puedes agrupar los ejercicios. Esto puede ser útil si tienes ejercicios alternos en un entrenamiento o simplemente deseas una alternativa cuando tu ejercicio principal no está disponible.
fr: Tu peux grouper les exercices. Cela peut être utile si tu as des exercices alternés dans un entraînement ou si tu veux simplement une alternative lorsque ton exercice principal n'est pas disponible.
it: Puoi raggruppare gli esercizi. Questo può essere utile se hai esercizi alternati in un allenamento o se vuoi semplicemente un'alternativa quando il tuo esercizio principale non è disponibile.
nl: Je kunt oefeningen groeperen. Dit kan handig zijn als je afwisselende oefeningen hebt in een training of gewoon een alternatief wilt als je hoofdoefening niet beschikbaar is.
pl: Możesz grupować ćwiczenia. To może być przydatne, jeśli masz naprzemienne ćwiczenia w treningu lub chcesz po prostu alternatywę, gdy twoje główne ćwiczenie nie jest dostępne.
pt: Pode agrupar os exercícios. Isto pode ser útil se tiver exercícios alternados num treino ou se quiser simplesmente uma alternativa quando o seu exercício principal não está disponível.

# t1GroupExplanation2
source: Groups can be moved and deleted just like exercises.
de: Gruppen können genauso wie Übungen verschoben und gelöscht werden.
es: Los grupos también se pueden mover y eliminar como los ejercicios.
fr: Les groupes peuvent également être déplacés et supprimés comme les exercices.
it: I gruppi possono essere spostati ed eliminati proprio come gli esercizi.
nl: Groepen kunnen net zoals oefeningen verplaatst en verwijderd worden.
pl: Grupy można również przesuwać i usuwać jak ćwiczenia.
pt: Os grupos podem ser movidos e eliminados tal como os exercícios.

# t1GroupExplanation3
source: Exercises below a group are automatically added to it. Swipe right to exclude an exercise from auto-grouping.
de: Übungen unterhalb einer Gruppe werden automatisch zu dieser Gruppe hinzugefügt. Übungen, die keiner Gruppe hinzugefügt werden sollen, können nach rechts geswiped werden, um das automatische Gruppieren zu blockieren.
es: Los ejercicios debajo de un grupo se añaden automáticamente a ese grupo. Los ejercicios que no quieras añadir al grupo se pueden deslizar hacia la derecha para bloquear la agrupación automática.
fr: Les exercices sous un groupe sont automatiquement ajoutés à ce groupe. Les exercices que tu ne veux pas ajouter à un groupe peuvent être glissés vers la droite pour bloquer l'ajout automatique au groupe.
it: Gli esercizi sotto un gruppo vengono aggiunti automaticamente a quel gruppo. Gli esercizi che non vuoi aggiungere a un gruppo possono essere scorrenti verso destra per bloccare l'aggiunta automatica al gruppo.
nl: Oefeningen onder een groep worden automatisch aan die groep toegevoegd. Oefeningen die niet aan een groep moeten worden toegevoegd, kunnen naar rechts worden geveegd om het automatische groeperen te blokkeren.
pl: Ćwiczenia pod grupą są automatycznie dodawane do tej grupy. Ćwiczenia, które nie mają być dodane do grupy, mogą być przesuwane w prawo, aby zablokować automatyczne grupowanie.
pt: Os exercícios abaixo de um grupo são automaticamente adicionados a esse grupo. Os exercícios que não quer adicionar a um grupo podem ser deslizados para a direita para bloquear a adição automática ao grupo.

# t1GroupExplanation4
source: I've added 2 exercises and a group as an example. Have fun! And don’t forget to save when you’re done. 😉
de: Ich habe dir 2 Übungen und eine Gruppe als Beispiel hinzugefügt, damit du dich damit vertraut machen kannst. Viel Spaß! Und vergiss nicht zu speichern, wenn du fertig bist.😉
es: He añadido 2 ejercicios y un grupo como ejemplo para que te familiarices con ellos. ¡Diviértete! Y no olvides guardar cuando termines. 😌
fr: J'ai ajouté 2 exercices et un groupe comme exemple pour que tu puisses t'y familiariser. Amuse-toi bien ! Et n'oublie pas de sauvegarder quand tu as terminé. 😌
it: Ho aggiunto 2 esercizi e un gruppo come esempio per familiarizzare. Divertiti! E non dimenticare di salvare quando hai finito. 😌
nl: Ik heb 2 oefeningen en een groep toegevoegd als voorbeeld zodat je er mee vertrouwd kunt raken. Veel plezier! En vergeet niet op te slaan wanneer je klaar bent. 😌
pl: Dodałem 2 ćwiczenia i grupę jako przykład, abyś mógł się z nimi zapoznać. Miłej zabawy! I nie zapomnij zapisać, gdy skończysz. 😌
pt: Adicionei 2 exercícios e um grupo como exemplo para que possa familiarizar-se. Divirta-se! E não se esqueça de salvar quando terminar. 😌

# t1ExampleGroup
source: Example Group
de: Beispiel Gruppe
es: Grupo de ejemplo
fr: Groupe d'exemple
it: Gruppo di esempio
nl: Voorbeeldgroep
pl: Grupa przykład
pt: Grupo exemplo

# t1ExampleGroupedExercise
source: Grouped Exercise
de: Gruppierte Übung
es: Ejercicio agrupado
fr: Exercice groupé
it: Esercizio raggruppato
nl: Groepsoefening
pl: Ćwiczenie zgrupowane
pt: Exercício agrupado

# t1ExampleGroupDisabledExercise
source: Grouping Disabled
de: Gruppierung deaktiviert
es: Agrupación desactivada
fr: Groupe désactivé
it: Gruppo disabilitato
nl: Groep uitgeschakeld
pl: Grupowanie wyłączone
pt: Agrupamento desativado

source: No
de: Nein
fr: Non
nl: Nee
pl: Nie
pt: Não

source: manual
de: manuell
fr: manuel
it: manuale
nl: handmatig
pl: Ręcznie

# settingsGeneral
source: General
de: Generelles
fr: Général
it: Generale
nl: Algemeen
pl: Ogólne
pt: Geral
