Repository: Chris20008/O-n-e-D-a-y-
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, pl, pt

# settingsSyncMultipleDevicesExplanationiCloud
source: If you use the App on multiple iOS devices you can synchronize their data. The data is synchronized to the latest version on each App start.
de: Wenn du die App auf mehreren iOS Geräten nutzt, kannst die die Daten zwischen den Geräten synchronisieren. Die Daten werden bei jedem App Start auf den neusten Stand synchronisiert.
es: Si usas la aplicación en múltiples dispositivos iOS, puedes sincronizar los datos entre los dispositivos. Los datos se sincronizan al estado más reciente cada vez que inicies la aplicación.
fr: Si vous utilisez l'application sur plusieurs appareils iOS, vous pouvez synchroniser les données entre les appareils. Les données seront synchronisées à chaque démarrage de l'application.
it: Se usi l'app su più dispositivi iOS, puoi sincronizzare i dati tra i dispositivi. I dati verranno sincronizzati all'avvio dell'app.
nl: Als je de app op meerdere iOS-apparaten gebruikt, kun je de gegevens tussen de apparaten synchroniseren. De gegevens worden bij elke app-start bijgewerkt.
pl: Jeśli korzystasz z aplikacji na kilku urządzeniach iOS, możesz synchronizować dane między nimi. Dane są synchronizowane przy każdym uruchomieniu aplikacji, aby były zawsze aktualne.
pt: Se você usar o aplicativo em vários dispositivos iOS, pode sincronizar os dados entre eles. Os dados serão sincronizados a cada início do aplicativo.

# settingsBackupSaveManualMethodSave
source: Create Backup
de: Backup erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
it: Crea backup
nl: Backup maken
pl: Utwórz kopię zapasową
pt: Criar backup

# settingsBackupSaveManualMethodShare
source: Share Backup
de: Backup teilen
es: Compartir copia de seguridad
fr: Partager la sauvegarde
it: Condividi backup
nl: Backup delen
pl: Udostępnij kopię zapasową
pt: Compartilhar backup

# settingsBackupSaveAutomatic
source: Enable automatic Backups
de: Automatische Backups
es: Copias de seguridad automáticas
fr: Sauvegardes automatiques
it: Backup automatici
nl: Automatische backups
pl: Automatyczne kopie zapasowe
pt: Backups automáticos

# settingsBackupLoad
source: Load Backup
de: Backup laden
es: Cargar copia de seguridad
fr: Charger la sauvegarde
it: Carica backup
nl: Backup laden
pl: Ładuj kopię zapasową
pt: Carregar backup

# settingsBackupLoadExternal
source: Load external Backup
de: Externes Backup laden
es: Cargar copia de seguridad externa
fr: Charger une sauvegarde externe
it: Carica backup esterno
nl: Externe backup laden
pl: Ładuj zewnętrzną kopię zapasową
pt: Carregar backup externo

# settingsBackupLoadLocal
source: Load local Backup
de: Lokales Backup laden
es: Cargar copia de seguridad local
fr: Charger une sauvegarde locale
it: Carica backup locale
nl: Lokale backup laden
pl: Ładuj lokalną kopię zapasową
pt: Carregar backup local

# settingsBackupLoadTextToConfirm
source: This process will delete all data from the App and replace it be the data from the selected Backup. Are you sure you want to proceed with this action?
de: Durch diesen Vorgang werden alle Daten gelöscht und durch die Daten des Backups ersetzt. Bist du sicher, dass du diesen Vorgang durchführen möchtest?
es: Este proceso eliminará todos los datos y los reemplazará con los datos de la copia de seguridad. ¿Estás seguro de que deseas realizar este proceso?
fr: Cette opération supprimera toutes les données et les remplacera par celles de la sauvegarde. Êtes-vous sûr de vouloir continuer?
it: Questo processo eliminerà tutti i dati e li sostituirà con i dati del backup. Sei sicuro di voler procedere?
nl: Hierdoor worden alle gegevens gewist en vervangen door de gegevens van de backup. Weet je zeker dat je dit wilt doen?
pl: W tym procesie wszystkie dane zostaną usunięte, a dane kopii zapasowej zostaną wprowadzone. Czy na pewno chcesz kontynuować?
pt: Este processo irá excluir todos os dados e substituir pelos dados do backup. Tem certeza que deseja continuar?

# settingsConnectGoogleDrive
source: Connect with Google Drive
de: Mit Google Drive verbinden
es: Conectar con Google Drive
fr: Connecter Google Drive
it: Connetti con Google Drive
nl: Verbind met Google Drive
pl: Połącz z Google Drive
pt: Conectar ao Google Drive

# settingsConnectiCloud
source: Connect with iCloud
de: Mit iCloud verbinden
es: Conectar con iCloud
fr: Connecter iCloud
it: Connetti con iCloud
nl: Verbind met iCloud
pl: Połącz z iCloud
pt: Conectar ao iCloud

# settingsSaveBackupsGoogleDrive
source: Save Backups in Google Drive
de: Backups in Google Drive sichern
es: Guardar copias de seguridad en Google Drive
fr: Sauvegarder dans Google Drive
it: Salva backup su Google Drive
nl: Backups opslaan in Google Drive
pl: Zabezpieczaj kopie zapasowe w Google Drive
pt: Salvar backups no Google Drive

# settingsSaveBackupsiCloud
source: Save Backups in iCloud
de: Backups in iCloud sichern
es: Guardar copias de seguridad en iCloud
fr: Sauvegarder dans iCloud
it: Salva backup su iCloud
nl: Backups opslaan in iCloud
pl: Zabezpieczaj kopie zapasowe w iCloud
pt: Salvar backups no iCloud

# settingsSyncMultipleDevices
source: Sync. multiple Devices
de: Mehrere Geräte synchronisieren
es: Sincronizar múltiples dispositivos
fr: Synchroniser plusieurs appareils
it: Sincronizza più dispositivi
nl: Meerdere apparaten synchroniseren
pl: Synchronizuj wiele urządzeń
pt: Sincronizar vários dispositivos

# settingsBackupMoreInfo
source: More Informations about Backups
de: Mehr Informationen über Backups
es: Más información sobre copias de seguridad
fr: Plus d'informations sur les sauvegardes
it: Maggiori informazioni sui backup
nl: Meer informatie over backups
pl: Więcej informacji o kopii zapasowej
pt: Mais informações sobre backups

# settingsAbout
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
nl: Over
pl: O nas
pt: Sobre

# settingsContact
source: Contact
de: Kontakt
es: Contacto
it: Contatto
pl: Kontakt
pt: Contato

# settingsTermsOfUse
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt: Termos de uso

# settingsPrivacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinien
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade

# settingsContribute
source: Contribute
de: Mitwirken
es: Contribuir
fr: Contribuer
it: Contribuisci
nl: Bijdragen
pl: Współpraca
pt: Contribuir

# settingsQuestion
source: Ask Question
de: Eine Frage stellen
es: Hacer una pregunta
fr: Poser une question
it: Fai una domanda
nl: Een vraag stellen
pl: Zadaj pytanie
pt: Fazer uma pergunta

# settingsReportProblem
source: Report Problem
de: Einen Fehler melden
es: Reportar un problema
fr: Signaler un problème
it: Segnala un problema
nl: Een probleem melden
pl: Zgłoś problem
pt: Relatar um problema

# settingsImprovement
source: Suggestion for Improvement
de: Verbesserungsvorschlag
es: Sugerencia de mejora
fr: Proposition d'amélioration
it: Suggerimento di miglioramento
nl: Verbeteringsvoorstel
pl: Propozycja usprawnienia
pt: Sugestão de melhoria

# settingsOther
source: Other
de: Anderes
es: Otro
fr: Autre
it: Altro
nl: Overig
pl: Inne
pt: Outro

# settingsFurtherInformationBackup
source: Further Information Backup
de: Mehr Informationen zu Backups
es: Más información sobre copias de seguridad
fr: Plus d'informations sur les sauvegardes
it: Maggiori informazioni sui backup
nl: Meer informatie over backups
pl: Dodatkowe informacje o kopii zapasowej
pt: Mais informações sobre backups

# settingsImprint
source: Imprint
de: Impressum
es: Imprimir
fr: Mentions légales
it: Impronta
nl: Afdruk
pl: Odcisk
pt: Informação legal

# settingsConnectSpotify
source: Connect to Spotify
de: Verbindung mit Spotify
es: Conectar con Spotify
fr: Connecter Spotify
it: Connetti con Spotify
nl: Verbind met Spotify
pl: Połącz z Spotify
pt: Conectar ao Spotify

# settingsNoLocalBackups
source: No local backups available
de: Es existieren keine lokalen Backups
es: No existen copias de seguridad locales
fr: Aucune sauvegarde locale n'existe
it: Non esistono backup locali
nl: Er zijn geen lokale back-ups
pl: Brak lokalnych kopii zapasowych
pt: Não existem cópias de segurança locais

# filterAvgMovWeightHead
source: Average Total Moved Weight
de: Durchschn. bewegtes Gewicht
es: Peso promedio movido
fr: Poids moyen déplacé
it: Peso medio mosso
nl: Gem. bewogen gewicht
pl: Średnia waga ruchu
pt: Peso méd. movido

# filterAvgMovWeightText
source: Shows an additional line in the graph indicating the average total moved weight per set
de: Zeigt eine zusätzliche Linie im Diagramm an, die das durchschnittlich bewegte Gesamtgewicht pro Satz angibt
es: Muestra una línea adicional en el gráfico que indica el peso promedio movido por serie
fr: Affiche une ligne supplémentaire dans le graphique indiquant le poids total moyen déplacé par série
it: Mostra una linea aggiuntiva nel grafico che indica il peso medio mosso per serie
nl: Toont een extra lijn in de grafiek die het gemiddeld bewogen totale gewicht per set aangeeft
pl: Pokazuje dodatkową linię na wykresie, która wskazuje średnią całkowitą wagę ruchu na serię
pt: Mostra uma linha adicional no gráfico indicando o peso médio total movido por série

# filterAllWorkouts
source: All Workouts
de: Alle Workouts
es: Todos los entrenamientos
fr: Tous les entraînements
it: Tutti gli allenamenti
nl: Alle workouts
pl: Wszystkie treningi
pt: Todos os treinos

# filterOnlyWorkingSets
source: Only Working Sets
de: Nur Arbeitssätze
es: Solo series de trabajo
fr: Seulement les séries actives
it: Solo serie di lavoro
nl: Alleen werksets
pl: Tylko serie robocze
pt: Somente séries de trabalho

# filterOnlyWorkingSetsText
source: All Sets are Working Sets per default. You can explicitly set a Set as Warm-Up, which leads to excluding this Set in the diagram.
de: Alle Sätze gelten per default als Arbeitssatz. Du kannst einen Satz explizit als Aufwärmsatz festlegen, was dazu führt, dass er in dem Diagramm nicht berücksichtigt wird
es: Todas las series se consideran series de trabajo por defecto. Puedes marcar una serie como serie de calentamiento, lo que hará que no se considere en el gráfico
fr: Toutes les séries sont par défaut considérées comme actives. Vous pouvez marquer une série comme échauffement, elle ne sera pas prise en compte dans le graphique
it: Per impostazione predefinita, tutte le serie sono serie di lavoro. Puoi impostare una serie come serie di riscaldamento, che non verrà considerata nel grafico
nl: Alle sets worden standaard als werkset beschouwd. Je kunt een set expliciet als warming-up set markeren, waardoor deze niet in de grafiek wordt opgenomen
pl: Domyślnie wszystkie serie są traktowane jako serie robocze. Możesz wyraźnie określić serię jako rozgrzewkową, co powoduje, że nie będzie ona uwzględniona na wykresie
pt: Todas as séries são consideradas de trabalho por padrão. Você pode marcar uma série explicitamente como série de aquecimento, fazendo com que ela não seja considerada no gráfico

# panelWoExercises
source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
it: Esercizi
nl: Oefeningen
pl: Ćwiczenia
pt: Exercícios

# panelWoWorkoutTemplate
source: Workout Template
de: Workout Vorlage
es: Plantilla de entrenamiento
fr: Modèle d'entraînement
it: Modello di allenamento
nl: Workout sjabloon
pl: Szablon treningu
pt: Modelo de treino

# panelWoWorkoutFinished
source: Finished Workout
de: Abgeschlossenes Workout
es: Entrenamiento completado
fr: Entraînement terminé
it: Allenamento completato
nl: Voltooide workout
pl: Zakończony trening
pt: Treino concluído

# panelWoWorkoutNameChanged
source: Workout name(s) changed
de: Workout Name(n) geändert
es: Nombre(s) del entrenamiento cambiado(s)
fr: Nom(s) de l'entraînement modifié(s)
it: Nome dell'allenamento cambiato
nl: Workout naam gewijzigd
pl: Zmieniono nazwę(-y) treningu
pt: Nome(s) do treino alterado(s)

# panelWoWorkoutNameChangedMessage
source: Do you want to apply the following name changes to workouts created from this template inside your history as well?
de: Möchtest du folgende Namensänderungen auch auf Workouts anwenden, die mit dieser Vorlage in deinem Verlauf erstellt wurden?
es: ¿Deseas aplicar los siguientes cambios de nombre también a los entrenamientos creados con esta plantilla en tu historial?
fr: Voulez-vous appliquer ces changements de nom aux entraînements déjà créés avec ce modèle dans votre historique?
it: Vuoi applicare questi cambiamenti di nome anche agli allenamenti creati con questo modello nel tuo storico?
nl: Wil je deze naamswijzigingen ook toepassen op workouts die met dit sjabloon in je geschiedenis zijn aangemaakt?
pl: Czy chcesz również zastosować te zmiany nazw do treningów stworzonych z tego szablonu w Twojej historii?
pt: Deseja aplicar as seguintes alterações de nome aos treinos que foram criados com este modelo em seu histórico?

# panelWoWorkoutName
source: Workout Name
es: Nombre del entrenamiento
fr: Nom de l'entraînement
it: Nome dell'allenamento
nl: Workout naam
pl: Nazwa treningu
pt: Nome do treino

# panelWoExerciseNames
source: Exercise Name(s)
de: Übungs Name(n)
es: Nombre(s) del ejercicio
fr: Nom(s) de l'exercice
it: Nome degli esercizi
nl: Oefening naam
pl: Nazwy ćwiczeń
pt: Nome(s) do exercício

# panelWoDeleteWorkout
source: Do you really want to delete this workout?
de: Möchtest du dieses Workout wirklich löschen?
es: ¿Realmente deseas eliminar este entrenamiento?
fr: Voulez-vous vraiment supprimer cet entraînement?
it: Vuoi davvero eliminare questo allenamento?
nl: Wil je deze workout echt verwijderen?
pl: Czy na pewno chcesz usunąć ten trening?
pt: Deseja realmente excluir este treino?

# panelWoAlreadyExists
source: Workout name already exists
de: Workout Name existiert bereits
es: El nombre del entrenamiento ya existe
fr: Le nom de l'entraînement existe déjà
it: Il nome dell'allenamento esiste già
nl: Workout naam bestaat al
pl: Nazwa treningu już istnieje
pt: Nome do treino já existe

# panelWoEnterName
source: Enter Workout name
de: Workout Name eingeben
es: Ingresa el nombre del entrenamiento
fr: Entrer le nom de l'entraînement
it: Inserisci il nome dell'allenamento
nl: Voer workout naam in
pl: Wprowadź nazwę treningu
pt: Insira o nome do treino

# panelWoDate
source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
pl: Data
pt: Data

# panelWoAddAtLeastOneSet
source: Add at least one Set
de: Füge mindestens ein Set hinzu
es: Añade al menos un set
fr: Ajoute au moins un set
it: Aggiungi almeno un set
nl: Voeg minstens één set toe
pl: Dodaj przynajmniej jeden zestaw
pt: Adicione pelo menos um conjunto

# panelWoChangeExerciseCategory
source: You can't change the Category of an existing exercise Please create an new exercise with another name
de: Du kannst die Kategorie einer bestehenden Übung nicht ändern. Bitte erstelle eine neue Übung mit einem anderen Namen.
es: No puedes cambiar la categoría de un ejercicio existente. Por favor, crea un nuevo ejercicio con un nombre diferente.
fr: Vous ne pouvez pas changer la catégorie d'un exercice existant. Veuillez créer un nouvel exercice avec un autre nom.
it: Non puoi cambiare la categoria di un esercizio esistente. Per favore crea un nuovo esercizio con un nome diverso.
nl: Je kunt de categorie van een bestaand oefening niet wijzigen. Maak een nieuwe oefening met een andere naam.
pl: Nie możesz zmienić kategorii istniejącego ćwiczenia. Proszę utwórz nowe ćwiczenie z inną nazwą.
pt: Não é possível alterar a categoria de um exercício existente. Por favor, crie um novo exercício com outro nome.

# panelExAlreadyExists
source: Exercise name already exists in current workout
de: Übungsname existiert bereits in aktuellem Workout
es: El nombre del ejercicio ya existe en el entrenamiento actual
fr: Le nom de l'exercice existe déjà dans l'entraînement actuel
it: Nome esercizio già presente nell'allenamento attuale
nl: Oefeningsnaam bestaat al in huidige workout
pl: Nazwa ćwiczenia już istnieje w bieżącym treningu
pt: Nome do exercício já existe no treino atual

# panelExEnterName
source: Enter Exercise name
de: Übungsnamen eingeben
es: Ingresa el nombre del ejercicio
fr: Entrer le nom de l'exercice
it: Inserisci il nome dell'esercizio
nl: Voer oefeningsnaam in
pl: Wprowadź nazwę ćwiczenia
pt: Insira o nome do exercício

# historyFuture
source: Future
de: Zukunft
es: Futuro
fr: Futur
it: Futuro
nl: Toekomst
pl: Przyszłość
pt: Futuro

# historyToday
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
pl: Dziś
pt: Hoje

# historyYesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
nl: Gisteren
pl: Wczoraj
pt: Ontem

# historyLast7Days
source: Last 7 Days
de: Letze 7 Tage
es: Últimos 7 días
fr: Les 7 derniers jours
it: Ultimi 7 giorni
nl: Laatste 7 dagen
pl: Ostatnie 7 dni
pt: Últimos 7 dias

# historyWeek
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
pl: Tydzień
pt: Semana

# historyWoAtDays
source: IN {amountOfDays} Days
de: An {amountOfDays} Tagen
es: En {amountOfDays} días
fr: Dans {amountOfDays} jours
it: Tra {amountOfDays} giorni
nl: In {amountOfDays} dagen
pl: Za {amountOfDays} dni
pt: Em {amountOfDays} dias

# historyWoWhenSick
source: {amountOfDays} during {sick}
de: {amountOfDays} als {sick}
es: {amountOfDays} como {sick}
fr: {amountOfDays} comme {sick}
it: {amountOfDays} come {sick}
nl: {amountOfDays} als {sick}
pl: {amountOfDays} jako {sick}
pt: {amountOfDays} como {sick}

# historyRestdays
source: Restdays
de: Ruhetage
es: Días de descanso
fr: Jours de repos
it: Giorni di riposo
nl: Rustdagen
pl: Dni odpoczynku
pt: Dias de descanso

# historyRestday
source: Restday
de: Ruhetag
es: Día de descanso
fr: Jour de repos
it: Giorno di riposo
nl: Rustdag
pl: Dzień odpoczynku
pt: Dia de descanso

# statisticsMaxWeight
source: Max Weight
de: Max. Gewicht
es: Peso máx.
fr: Poids max.
it: Peso massimo
nl: Max. gewicht
pl: Max. waga
pt: Peso máx.

# statisticsFilter
source: Filter
es: Filtro
fr: Filtre
it: Filtro
pl: Filtr
pt: Filtro

# statisticsFilter1RM
source: Show 1RM
de: 1RM Anzeigen
es: Mostrar 1RM
fr: Afficher 1RM
it: Mostra 1RM
nl: Toon 1RM
pl: Pokaż 1RM
pt: Mostrar 1RM

# statisticsFilterSickDays
source: Show sick days
de: Krankheitstage anzeigen
es: Mostrar días de enfermedad
fr: Afficher les jours de maladie
it: Mostra giorni di malattia
nl: Toon ziektedagen
pl: Pokaż dni choroby
pt: Mostrar dias de doença

# statisticsWeight
source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
nl: Gewicht
pl: Waga
pt: Peso

# statisticsSick
source: Sick
de: Krank
es: Enfermo
fr: Malade
it: Malato
nl: Ziek
pl: Chory
pt: Doente

# statisticsCurrentlyNotSupported
source: The category of this exercise is currently not supported for statistics.
de: Die Kategorie dieser Übung wird aktuell nicht für Statistiken unterstützt
es: La categoría de este ejercicio no es compatible con las estadísticas en este momento
fr: La catégorie de cet exercice n'est pas actuellement prise en charge pour les statistiques
it: La categoria di questo esercizio non è attualmente supportata per le statistiche
nl: De categorie van deze oefening wordt momenteel niet ondersteund voor statistieken
pl: Kategoria tego ćwiczenia nie jest obecnie obsługiwana w statystykach
pt: A categoria deste exercício não é atualmente suportada para estatísticas

# runningWorkoutDeleteExercise
source: Do you really want to delete this Exercise?
de: Möchtest du diese Übung wirklich löschen?
es: ¿Realmente deseas eliminar este ejercicio?
fr: Voulez-vous vraiment supprimer cet exercice?
it: Vuoi davvero eliminare questo esercizio?
nl: Wil je deze oefening echt verwijderen?
pl: Czy na pewno chcesz usunąć to ćwiczenie?
pt: Deseja realmente excluir este exercício?

# runningWorkoutFinishWorkout
source: Finish Workout?
de: Workout Beenden?
es: ¿Finalizar entrenamiento?
fr: Terminer l'entraînement?
it: Finire l'allenamento?
nl: Workout voltooien?
pl: Zakończyć trening?
pt: Finalizar treino?

# runningWorkoutStopWorkout
source: Stop Workout
de: Workout Abbrechen
es: ¿Detener entrenamiento?
fr: Annuler l'entraînement
it: Interrompi allenamento
nl: Workout stoppen
pl: Przerwać trening
pt: Parar treino

# runningWorkoutGroup
source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
nl: Groep
pl: Grupa
pt: Grupo

# runningWorkoutSelectGroup
source: Select Group Exercises To Track
de: Wähle die Übungen innerhab der Gruppe die du tracken möchtest
es: Selecciona los ejercicios dentro del grupo que deseas seguir
fr: Choisissez les exercices du groupe que vous souhaitez suivre
it: Seleziona gli esercizi del gruppo che vuoi tracciare
nl: Selecteer de oefeningen binnen de groep die je wilt volgen
pl: Wybierz ćwiczenia w obrębie grupy, które chcesz śledzić
pt: Selecione os exercícios do grupo que deseja acompanhar

# runningWorkoutSelectExerciseUpdate
source: Select Exercises To Update
de: Wähle die Übungen die du aktualisieren möchtest
es: Selecciona los ejercicios que deseas actualizar
fr: Choisissez les exercices à mettre à jour
it: Seleziona gli esercizi che vuoi aggiornare
nl: Selecteer de oefeningen die je wilt bijwerken
pl: Wybierz ćwiczenia, które chcesz zaktualizować
pt: Selecione os exercícios que deseja atualizar

# runningWorkoutNoExerciseUpdate
source: No Exercise To Update
de: Keine Übung zum aktualisieren
es: No hay ejercicio para actualizar
fr: Aucun exercice à mettre à jour
it: Nessun esercizio da aggiornare
nl: Geen oefening om bij te werken
pl: Brak ćwiczeń do aktualizacji
pt: Nenhum exercício para atualizar

# runningWorkoutAlreadyExists
source: Exercise Name already exists
de: Übungsname existiert bereits
es: El nombre del ejercicio ya existe
fr: Le nom de l'exercice existe déjà
it: Nome dell'esercizio già esistente
nl: Oefeningsnaam bestaat al
pl: Nazwa ćwiczenia już istnieje
pt: Nome do exercício já existe

# runningWorkoutTimerTimeInSeconds
source: Time in Seconds
de: Zeit in Sekunden
es: Tiempo en segundos
fr: Temps en secondes
it: Tempo in secondi
nl: Tijd in seconden
pl: Czas w sekundach
pt: Tempo em segundos

# runningWorkoutConfirmCancelWorkout
source: Do you really want to cancel this workout? All data from this running workout will be lost.
de: Möchtest du das Workout wirklich abbrechen? Dadurch gehen alle in diesem Workout gesammelten Daten verloren.
es: ¿Realmente deseas cancelar el entrenamiento? Perderás todos los datos recopilados en este entrenamiento.
fr: Voulez-vous vraiment annuler l'entraînement? Toutes les données collectées seront perdues.
it: Vuoi davvero interrompere l'allenamento? Tutti i dati raccolti in questo allenamento andranno persi.
nl: Wil je de workout echt annuleren? Hierdoor gaan alle verzamelde gegevens in deze workout verloren.
pl: Czy na pewno chcesz przerwać trening? Spowoduje to utratę wszystkich zebranych danych tego treningu.
pt: Deseja realmente parar o treino? Todos os dados coletados neste treino serão perdidos.

# runningWorkoutContinueWorkout
source: Continue Workout
de: Workout Fortsetzen
es: Continuar entrenamiento
fr: Continuer l'entraînement
it: Continua l'allenamento
nl: Workout hervatten
pl: Kontynuuj trening
pt: Continuar treino

# runningWorkoutCompletedWorkout
source: Workout successfully completed 🎉
de: Workout erfolgreich abgeschlossen 🎉
es: Entrenamiento completado con éxito 🎉
fr: Entraînement terminé avec succès 🎉
it: Allenamento completato con successo 🎉
nl: Workout succesvol voltooid 🎉
pl: Trening zakończony pomyślnie 🎉
pt: Treino concluído com sucesso 🎉

# welcomeNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Verder
pl: Dalej
pt: Próximo

# welcomeBack
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Wstecz
pt: Voltar

# welcome
source: Welcome to
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue chez
it: Benvenuto in
nl: Welkom bij
pl: Witaj w
pt: Bem-vindo ao
